Repository: aliemadaboshosha/attendance-program
Catalog: c#/AttendanceManagement/AttendanceManagement/Attendance/Forms/FormDashborad.*.resx
Languages: ar

# buttonSetting.Text
source: Setting
ar: الاعدادات

# buttonReport.Text
source: Reports
ar: تقارير

# buttonAddCourse.Text
source: Add Course
ar: اضافة مادة جديدة

# buttonAddTeacher.Text
source: Add Teacher
ar: اضافة معلم جديد

# buttonAddStudent.Text
source: Add Student
ar: اضافة طالب جديد

# buttonAttendance.Text
source: Attendance
ar: تقرير الحضور

# Dashborad.Text
source: Dashborad
ar: لوحة التحكم

# buttonLogOut.Text
source: Log Out
ar: خروج

# buttonMinimize.Text
source: Minimize
ar: إخفاء

# label6.Text
source: Role:
ar: : نوع المستخدم

# label4.Text
source: Welcome:
ar: : مرحبا بك

# label2.Text
source: System
ar: النظام

# label1.Text
source: Attendance Management
ar: نظام الحضور و المتابعة
